Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Benchmarking
tr_tr: Kıyaslama

source: Manager reassigned: you
tr_tr: Yönetici yeniden atandı: siz

source: Career development plans that were reassigned to you
tr_tr: Size yeniden atanan kariyer gelişim planları

source: You don't have any career development plans assigned.
tr_tr: Size atanmış herhangi bir kariyer gelişim planı bulunmamaktadır.

source: Assigned plans
tr_tr: Atanan planlar

source: No files attached
tr_tr: Ek dosya yok

source: Your admin hasn’t added any resources yet.
tr_tr: Yöneticiniz henüz herhangi bir kaynak eklemedi.

source: External link warning
tr_tr: Harici bağlantı uyarısı

source: You’re about to visit
tr_tr: Ziyaret etmek üzeresiniz

source: Please check that this link is trustworthy before continuing.
tr_tr: Devam etmeden önce lütfen bu bağlantının güvenilir olup olmadığını kontrol edin.

source: Access important company links and resources.
tr_tr: Önemli şirket bağlantılarına ve kaynaklarına erişin.

source: Conversation about the career development plan
tr_tr: Kariyer gelişim planı hakkında görüşme

source: Go to check-ins
tr_tr: Check-in görüşmelerine git

source: My check-ins
tr_tr: Check-in görüşmelerim

source: Career development plan
tr_tr: Kariyer gelişim planı

source: Stage
tr_tr: Aşama

source: Save comment
tr_tr: Yorumu kaydet

source: No career development plans available
tr_tr: Kariyer gelişim planı mevcut değil

source: Are you sure you want to submit the career development plan?
tr_tr: Kariyer gelişim planını göndermek istediğinizden emin misiniz?

source: Submit career development plan
tr_tr: Kariyer gelişim planını gönderin

source: The career development plan was successfully submitted.
tr_tr: Kariyer gelişim planı başarıyla gönderildi.

source: Submit to manager
tr_tr: Yöneticiye gönder

source: Are you sure you want to submit your career development plan to your manager?
tr_tr: Kariyer gelişim planınızı yöneticinize göndermek istediğinizden emin misiniz?

source: Go to goals
tr_tr: Hedeflere git

source: Plan category
tr_tr: Plan kategorisi

source: My plans
tr_tr: Planlarım

source: View & manage my career plans
tr_tr: Kariyer planlarımı görüntüleyin ve yönetin

source: My career plans
tr_tr: Kariyer planlarım

source: Manager reassigned: {{managerName}}
tr_tr: Yönetici yeniden atandı: {{managerName}}

source: Track your personal career development progress
tr_tr: Kişisel kariyer gelişim ilerlemenizi takip edin

source: You don't have any career development plans yet
tr_tr: Henüz hiçbir kariyer gelişim planınız yok

source: No plans match your search
tr_tr: Aramanızla eşleşen plan yok

source: My career development plans
tr_tr: Kariyer gelişim planlarım

source: Career development plan name
tr_tr: Kariyer gelişim planı adı

source: Your admin hasn't added any questions yet.
tr_tr: Yöneticiniz henüz herhangi bir soru eklemedi.

source: No questions available
tr_tr: Soru mevcut değil

source: Share your thoughts
tr_tr: Düşüncelerinizi paylaşın

source: The worker will answer this question
tr_tr: Çalışan bu soruyu yanıtlayacak

source: Edit to add your answer
tr_tr: Yanıtınızı eklemek için düzenleyin

source: Manager response pending
tr_tr: Yönetici yanıtı bekleniyor

source: No inputs provided
tr_tr: Girdi sağlanmadı

source: Worker response pending
tr_tr: Çalışan yanıtı beklemede

source: Career development questionnaire
tr_tr: Kariyer gelişimi anketi

source: Add skills to career development plan
tr_tr: Kariyer gelişim planına beceriler ekleyin

source: Skill & competency groups
tr_tr: Beceri ve yetkinlik grupları

source: Enhance your profile by adding and rating your skills
tr_tr: Profilinizi beceriler ekleyerek ve bunları derecelendirerek geliştirin

source: Add your skills
tr_tr: Becerilerinizi ekleyin

source: Search by skill name
tr_tr: Beceri adına göre ara

source: Skill & category
tr_tr: Beceri ve kategori

source: Manager evaluation
tr_tr: Yönetici değerlendirmesi

source: Select skill level
tr_tr: Beceri seviyesini seçin

source: Worker self-rating
tr_tr: Çalışanın kendi değerlendirmesi

source: No manager rating was provided
tr_tr: Yönetici değerlendirmesi sağlanmadı

source: Pending manager review
tr_tr: Yönetici değerlendirmesi bekleniyor

source: No self-rating was provided
tr_tr: Kendi değerlendirmesi sağlanmadı

source: Pending worker review
tr_tr: Çalışan değerlendirme bekleniyor

source: You cannot submit responses for this career development plan. If you wish to reconsider, please contact your manager.
tr_tr: Bu kariyer gelişim planı için yanıt gönderemezsiniz. Yeniden değerlendirmek isterseniz, lütfen yöneticinizle iletişime geçiniz.

source: You have opted out of the career development plan.
tr_tr: Kariyer gelişim planından çıkmayı tercih ettiniz.

source: Worker refusal & submission
tr_tr: Çalışanın reddi ve teslimiyeti

source: The worker has already submitted their inputs. You cannot mark the process as "Rejected by the worker".
tr_tr: Çalışan zaten girdilerini gönderdi. Süreci "Çalışan tarafından reddedildi" olarak işaretleyemezsiniz.

source: Career development plan refused by worker
tr_tr: Çalışan tarafından kariyer gelişim planı reddedildi

source: Are you sure you want to confirm that the worker has refused to participate in the career development plan? Once confirmed, the worker will not be able to provide responses or submit the form.
tr_tr: Çalışanın kariyer gelişim planına katılmayı reddettiğini onaylamak istediğinizden emin misiniz? Onaylandıktan sonra, çalışan yanıt veremeyecek veya formu gönderemeyecektir.

source: Confirm career development plan refusal
tr_tr: Kariyer gelişim planı reddini onaylayın

source: You can still add comments in the sections. Once you have completed your review, please submit the form to finalize the process.
tr_tr: Bölümlere hâlâ yorum ekleyebilirsiniz. Değerlendirmenizi tamamladıktan sonra, lütfen süreci tamamlamak için formu gönderiniz.

source: The worker has opted out of the career development plan.
tr_tr: Çalışan, kariyer geliştirme planından vazgeçti.

source: Are you sure you want to confirm the worker’s decision to participate in the career development plan? Once confirmed, the worker will be able to provide responses or submit the form.
tr_tr: Çalışanın kariyer gelişim planına katılma kararını onaylamak istediğinizden emin misiniz? Onaylandıktan sonra, çalışan yanıt verebilecek veya formu gönderebilecektir.

source: Confirm reopening of the career development plan
tr_tr: Kariyer gelişim planının yeniden açılmasını onaylayın

source: {{step}} (refused)
tr_tr: {{step}} (reddedildi)

source: Check-in category
tr_tr: Check-in görüşmesi kategorisi

source: Make the most of your check-ins!
tr_tr: Check-in görüşmelerinizden en iyi şekilde yararlanın!

source: No upcoming check-ins
tr_tr: Yaklaşan check-in görüşmesi yok

source: Set a date for the following check-ins
tr_tr: Aşağıdaki check-in görüşmeleri için bir tarih belirleyin

source: No results. Please try adjusting your filters or clearing some criteria to see results.
tr_tr: Sonuç yok. Sonuçları görmek için lütfen filtrelerinizi ayarlamayı veya bazı kriterleri temizlemeyi deneyin.

source: You haven’t created any check-ins yet. Start your journey towards growth by creating your first check-in
tr_tr: Henüz herhangi bir check-in görüşmesi oluşturmadınız. İlk Check-in görüşmenizi oluşturarak gelişim yolculuğunuza başlayın.

source: Actions required
tr_tr: Gerekli eylemler

source: No results.<br/>Clear the search to show all results.
tr_tr: Sonuç yok.<br/>Tüm sonuçları göstermek için aramayı temizleyin.

source: You don’t have any goals yet. Kickstart your progress by setting your first goal!
tr_tr: Henüz bir hedefiniz yok. İlk hedefinizi belirleyerek ilerlemenizi başlatın!

source: This worker has no goals yet. Create goals to help their progress.
tr_tr: Bu çalışanın henüz bir hedefi yok. İlerlemesine yardımcı olmak için hedefler oluşturun.

source: Go to the Check-ins page to take any required actions
tr_tr: Gerekli tüm işlemleri yapmak için Check-in Görüşmeleri sayfasına gidin

source: Events history
tr_tr: Olay geçmişi

source: No compensation data to display
tr_tr: Görüntülenecek herhangi bir tazminat verisi yok

source: Hide sensitive data
tr_tr: Hassas verileri gizle

source: Sensitive data is hidden
tr_tr: Hassas veriler gizlenmiştir

source: Salary change events – Last 5 years
tr_tr: Maaş değişikliği olayları – Son 5 yıl

source: Historical compensation
tr_tr: Tarihi tazminat

source: Overview of recent salary changes
tr_tr: Son maaş değişikliklerinin özeti

source: Last request
tr_tr: Son istek

source: Request date
tr_tr: Talep tarihi

source: Request pay information
tr_tr: Ücret bilgisi talep et

source: Enter your description here
tr_tr: Açıklamanızı buraya girin

source: Pay information
tr_tr: Ücret bilgileri

source: You cannot submit a new pay information request as you already have a request in progress.
tr_tr: Zaten devam eden bir talebiniz olduğu için yeni bir ödeme bilgisi talebi gönderemezsiniz.

source: Request in progress
tr_tr: İstek devam ediyor

source: The request was successfully created.
tr_tr: İstek başarıyla oluşturuldu.

source: Midpoint
tr_tr: Orta Nokta

source: No position in pay range data to display
tr_tr: Gösterilecek maaş aralığı pozisyonu verisi yok

source: Use this toggle to hide or show your sensitive compensation information.
tr_tr: Bu anahtarı, hassas tazminat bilgilerinizi gizlemek veya göstermek için kullanın.

source: Show sensitive data
tr_tr: Hassas verileri göster

source: Sensitive data is displayed
tr_tr: Hassas veriler görüntüleniyor

source: Total direct compensation
tr_tr: Toplam doğrudan tazminat

source: Total indirect compensation
tr_tr: Toplam dolaylı tazminat

source: Variable bonus
tr_tr: Değişken bonus

source: Cost center name
tr_tr: Maliyet merkezi adı

source: Education
tr_tr: Eğitim

source: General information
tr_tr: Genel bilgiler

source: Hide worker details
tr_tr: Çalışan ayrıntılarını gizle

source: Role information
tr_tr: Rol bilgisi

source: Show worker details
tr_tr: Çalışan ayrıntılarını göster

source: Start date in role
tr_tr: Görevde başlama tarihi

source: Tenure
tr_tr: Kıdem

source: Worker information
tr_tr: Çalışan bilgileri

source: Work city
tr_tr: Çalışma şehri

source: No documents yet. Your most recent documents will be displayed here for easy access.
tr_tr: Henüz belge yok. En son belgeleriniz burada kolay erişim için görüntülenecektir.

source: Latest documents
tr_tr: En son belgeler

source: Date generated
tr_tr: Oluşturulma tarihi

source: Tag
tr_tr: Etiket

source: All documents you have received
tr_tr: Aldığınız tüm belgeler

source: You don't have enough information to review yet.
tr_tr: Henüz değerlendirme yapmak için yeterli bilginiz yok.

source: Variable achievement estimator
tr_tr: Değişken başarı tahmincisi

source: Use our model for inspiration
tr_tr: İlham almak için modelimizi kullanın

source: Your feedback activity will be displayed here. Start by sharing your thoughts and suggestions with your colleagues.
tr_tr: Geri bildirim etkinliğiniz burada görüntülenecektir. Düşüncelerinizi ve önerilerinizi iş arkadaşlarınızla paylaşarak başlayın.

source: Favorites
tr_tr: Favoriler

source: Feedback category
tr_tr: Geri bildirimlerin kategorisi

source: Feedback notes are for your personal use; only you can view them. Start adding your notes here to keep track of your progress and ideas.
tr_tr: Geri bildirimlere ilişkin notlar kişisel kullanımınız içindir; Bunları yalnızca siz görüntüleyebilirsiniz. İlerleyişinizi ve fikirlerinizi takip etmek için notlarınızı buraya eklemeye başlayın.

source: Add your notes here to keep track of your progress and ideas. Feedback notes are for your personal use; only you can view them.
tr_tr: İlerleyişinizi ve fikirlerinizi takip etmek için notlarınızı buraya ekleyin. Geri bildirimlere ilişkin notlar kişisel kullanımınız içindir; bunları yalnızca siz görüntüleyebilirsiniz.

source: Feedback overview
tr_tr: Geri bildirimlere genel bakış

source: Here you will see feedback marked as a public. Check again later for updates or be the first to give public feedback to a colleague.
tr_tr: Burada, herkese açık olarak işaretlenmiş geri bildirimleri göreceksiniz. Güncellemeler için daha sonra tekrar kontrol edin veya bir iş arkadaşınıza herkese açık geri bildirimler veren ilk kişi olun.

source: Here you will see feedback marked as a public. Check again later for updates or explore more features in the meantime.
tr_tr: Burada, herkese açık olarak işaretlenmiş geri bildirimleri göreceksiniz. Güncellemeler için daha sonra tekrar kontrol edin veya bu arada daha fazla özelliği keşfedin.

source: Feedback from your colleagues will appear here. Check again later for updates or explore more features in the meantime.
tr_tr: İş arkadaşlarınızdan gelen geri bildirimler burada görünecektir. Güncellemeler için daha sonra tekrar kontrol edin veya bu arada daha fazla özelliği keşfedin.

source: Reach out to your team and request their thoughts on your work.
tr_tr: Ekibinize ulaşın ve çalışmalarınız hakkındaki düşüncelerini isteyin.

source: New feedback
tr_tr: Yeni geri bildirimler

source: Your received feedback volume is up!
tr_tr: Aldığınız geri bildirimlerin hacmi arttı!

source: Requested feedback will appear here. Start by reaching out to your team and requesting their input on your work.
tr_tr: Talep edilen geri bildirimler burada görünecektir. Ekibinize ulaşarak ve çalışmanızla ilgili görüşlerini isteyerek başlayın.

source: Request feedback and find out what your colleagues think about your collaboration.
tr_tr: Geri bildirimler isteyin ve iş arkadaşlarınızın iş birliğiniz hakkında ne düşündüğünü öğrenin.

source: Feedback requests from your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
tr_tr: İş arkadaşlarınızdan gelen geri bildirimlere ilişkin talepler burada görünecektir. Bu arada, görüşmeyi başlatmak için iş arkadaşlarınıza geri bildirimlere ilişkin talepler gönderebilirsiniz.

source: New request
tr_tr: Yeni talep

source: Feedback helps improve teamwork and processes within the company. Start sharing your thoughts and suggestions with your colleagues.
tr_tr: Geri bildirimler, şirket içinde ekip çalışmasını ve süreçleri iyileştirmeye yardımcı olur. Düşüncelerinizi ve önerilerinizi iş arkadaşlarınızla paylaşmaya başlayın.

source: Your colleagues are waiting for your feedback. Start sharing your insights with them.
tr_tr: İş arkadaşlarınız geri bildirimlerinizi bekliyor. Onlarla içgörülerinizi paylaşmaya başlayın.

source: Feedback helps improve teamwork and processes within the company. Start by sharing your thoughts and suggestions with your colleagues.
tr_tr: Geri bildirimler, şirket içinde ekip çalışmasını ve süreçleri iyileştirmeye yardımcı olur. Düşüncelerinizi ve önerilerinizi iş arkadaşlarınızla paylaşarak başlayın.

source: Team feedback requests
tr_tr: Ekip geri bildirimlerine ilişkin talepler

source: Feedback requests about your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
tr_tr: İş arkadaşlarınızla ilgili geri bildirimlere ilişkin talepler burada görünecektir. Bu arada, görüşmeyi başlatmak için iş arkadaşlarınıza geri bildirimlere ilişkin talepler gönderebilirsiniz.

source: Hide confidential information
tr_tr: Gizli bilgileri gizle

source: Thank you. We'll inform {{givenName}} that you would like to discuss your equity compensation in more detail.
tr_tr: Teşekkür ederiz. {{givenName}} adlı kişiye, hisse senedi ödemenizi daha ayrıntılı olarak görüşmek istediğinizi bildireceğiz.

source: My documents
tr_tr: Belgelerim

source: We don’t have enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
tr_tr: Davranış çarkınızı göstermek için henüz yeterli veriye sahip değiliz. Performansınızın eksiksiz bir görünümünü oluşturmak için iş arkadaşlarınızdan geri bildirimler talep edin.

source: There aren’t enough data to display the behavior wheel.
tr_tr: Davranış çarkını görüntülemek için yeterli veri yok.

source: View behaviors
tr_tr: Davranışları görüntüleyin

source: View my received feedback
tr_tr: Aldığım geri bildirimleri görüntüleyin

source: Explore the feedback you received and highlight the ones that inspire you the most!
tr_tr: Aldığınız geri bildirimleri keşfedin ve size en çok ilham verenleri vurgulayın!

source: You haven’t marked any feedback as favorites yet. Explore the feedback you received and highlight the ones that inspire you the most!
tr_tr: Henüz geri bildirimleri favori olarak işaretlemediniz. Aldığınız geri bildirimleri keşfedin ve size en çok ilham verenleri vurgulayın!

source: Go to feedback
tr_tr: Geri bildirimlere git

source: Your favorite received feedback
tr_tr: Aldığınız favoriniz geri bildirimler

source: Go to documents
tr_tr: Belgelere git

source: You don’t have any goal plans yet.
tr_tr: Henüz herhangi bir hedef planınız yok.

source: Your individual goals
tr_tr: Bireysel hedefleriniz

source: Personal information
tr_tr: Kişisel bilgiler

source: Org level 1
tr_tr: Organizasyon seviyesi 1

source: View profile
tr_tr: Profili görüntüle

source: Organization goals
tr_tr: Organizasyon hedefleri

source: Payee
tr_tr: Alacaklı

source: No performance reviews are assigned to you at the moment.
tr_tr: Şu anda size atanmış bir performans değerlendirmesi yok.

source: Assigned reviews
tr_tr: Atanan değerlendirmeler

source: Review category
tr_tr: Değerlendirme kategorisi

source: No ratings yet
tr_tr: Henüz bir derecelendirme yok

source: List of performance reviews & ratings
tr_tr: Performans değerlendirmeleri ve derecelendirmeleri listesi

source: Enable 360 reviews
tr_tr: 360 derece değerlendirmeleri etkinleştir

source: Check the widgets you want visible on the passport page.
tr_tr: Pasaport sayfasında görünmesini istediğiniz pencere öğelerini kontrol edin.

source: Passport widget settings
tr_tr: Pasaport pencere öğesi ayarları

source: Digital reward statement
tr_tr: Dijital ödül bildirimi

source: Enable my total compensation
tr_tr: Toplam ücretlendirmemi etkinleştir

source: Enable and configure the digital reward statement.
tr_tr: Dijital ödül bildirimini etkinleştirin ve yapılandırın.

source: The section header cannot be empty.
tr_tr: Bölüm başlığı boş bırakılamaz.

source: Preview compensation breakdown in the digital reward statement page.
tr_tr: Dijital ödül beyanı sayfasındaki ücret dağılımını önizleyin.

source: Compensation breakdown
tr_tr: Ücret dağılımı

source: Bonus
tr_tr: Prim

source: Select the compensation elements to display in the history
tr_tr: Geçmişte görüntülenecek ücret unsurlarını seçin

source: Choose elements
tr_tr: Unsurları seçin

source: Compensation elements
tr_tr: Ücret unsurları

source: At least one compensation element must be selected.
tr_tr: En az bir ücret unsuru seçilmelidir.

source: Number of years
tr_tr: Yıl sayısı

source: The number of years must be at least 1.
tr_tr: Yıl sayısı en az 1 olmalıdır.

source: The number of years cannot be empty.
tr_tr: Yıl sayısı boş bırakılamaz.

source: Preview historical compensation
tr_tr: Geçmiş ücret bilgilerini önizleyin

source: Show total compensation
tr_tr: Toplam ücreti göster

source: Preview compensation numerical overview
tr_tr: Ücretin sayısal genel görünümünü önizleyin

source: Compensation in numbers
tr_tr: Rakamlarla ücret

source: Show total direct compensation
tr_tr: Toplam doğrudan ücreti göster

source: Show total indirect compensation
tr_tr: Toplam dolaylı ücreti göster

source: At least one compensation widget must be selected.
tr_tr: En az bir ücret widget'ı seçilmelidir.

source: Compensation philosophy description
tr_tr: Ücretlendirme felsefesi açıklaması

source: Enter text
tr_tr: Metni girin

source: The description is required.
tr_tr: Açıklama gereklidir.

source: The header is required.
tr_tr: Başlık gereklidir.

source: Use this section to communicate your company’s guiding principles on pay and rewards.
tr_tr: Bu bölümü, şirketinizin ücret ve ödüller konusundaki temel ilkelerini iletmek için kullanın.

source: Compensation philosophy
tr_tr: Ücretlendirme felsefesi

source: Main content
tr_tr: Ana içerik

source: Our compensation philosophy
tr_tr: Ücretlendirme felsefemiz

source: Allow pay information requests
tr_tr: Ücret bilgisi taleplerine izin ver

source: Include the ability to request pay information.
tr_tr: Ücret bilgisi talep etme yeteneğini dahil edin.

source: The ray information text cannot be empty.
tr_tr: Ücret bilgi metni boş bırakılamaz.

source: Preview position in pay range in the digital reward statement page
tr_tr: Dijital ödül beyanı sayfasında ücret aralığındaki pozisyonu önizle

source: Position in pay range
tr_tr: Ücret aralığındaki pozisyon

source: Position in pay range toggle
tr_tr: Ücret aralığındaki pozisyon geçişi

source: Compensation policy link description
tr_tr: Ücret politikası bağlantısı açıklaması

source: The label is required.
tr_tr: Etiket gereklidir.

source: Please enter a valid URL
tr_tr: Lütfen geçerli bir URL girin

source: The link is required.
tr_tr: Bağlantı gereklidir.

source: Show compensation policy link
tr_tr: Ücret politikası bağlantısını göster

source: Add resource
tr_tr: Kaynak ekle

source: List of resources
tr_tr: Kaynaklar listesi

source: Enter your resource label here
tr_tr: Kaynak etiketinizi buraya girin

source: The resource label cannot be empty.
tr_tr: Kaynak etiketi boş bırakılamaz.

source: The resource link must be a valid URL.
tr_tr: Kaynak bağlantısı geçerli bir URL olmalıdır.

source: The resource link cannot be empty.
tr_tr: Kaynak bağlantısı boş bırakılamaz.

source: Provide links to the digital reward statement page.
tr_tr: Dijital ödül beyanı sayfasına bağlantılar sağlayın.

source: Section description
tr_tr: Bölüm açıklaması

source: Section header
tr_tr: Bölüm başlığı

source: Side panel
tr_tr: Yan panel

source: The digital reward statement was successfully updated.
tr_tr: Dijital ödül bildirimi başarıyla güncellendi.

source: Edit digital reward statement
tr_tr: Dijital ödül beyanını düzenle

source: Enable learning
tr_tr: Öğrenmeyi etkinleştir

source: Goal overall progress
tr_tr: Genel hedef ilerlemesi

source: Enable reviews
tr_tr: Değerlendirmeleri etkinleştir

source: Show confidential information
tr_tr: Gizli bilgileri göster

source: Chat
tr_tr: Sohbet

source: No comments yet
tr_tr: Henüz yorum yok

source: Check-in comments
tr_tr: Performans değerlendirme toplantısı yorumları

source: Goal comments
tr_tr: Hedef yorumları

source: Due date: {{date}}
tr_tr: Son tarih: {{date}}

source: Questionnaire comments
tr_tr: Anket yorumları

source: No questions
tr_tr: Soru yok

source: Skill comments
tr_tr: Beceri yorumları

source: Worker’s self-rating
tr_tr: Çalışanın kendi kendine değerlendirmesi

source: No skills yet
tr_tr: Henüz yetenek yok

source: Manager’s evaluation
tr_tr: Yöneticinin değerlendirmesi

source: No rating provided
tr_tr: Derecelendirme sağlanmadı

source: Type: {{name}}
tr_tr: Tür: {{name}}

source: Closed date
tr_tr: Kapanış tarihi

source: Close date
tr_tr: Kapanış tarihi

source: The worker has opted out of the career development plan
tr_tr: Çalışan, kariyer gelişim planından çıkmayı tercih etti

source: You have opted out of the career development plan
tr_tr: Kariyer gelişim planından çıkmayı tercih ettiniz.

source: Uploaded files
tr_tr: Yüklenen dosyalar

source: Uploaded by: {{name}}
tr_tr: Yükleyen: {{name}}

source: Automatically, using a deliverable
tr_tr: Otomatik olarak, bir çıktı kullanarak

source: Automatically, using the average of measurement criteria
tr_tr: Ölçüm kriterlerinin ortalaması kullanılarak otomatik olarak

source: Audit trail
tr_tr: Denetim izi
